/*
targetver.h

Этот файл является частью GetSteam

Copyright (c) 2010-2014 Krinkels Inc (http://krinkels.org).
Все права защищены по закону.

Эта программа распространяется КАК ЕСТЬ, в надежде что она будет полезна, БЕЗ КАКИХ ЛИБО ГАРАНТИЙ И ОБЯЗАТЕЛЬСТВ. 
*/

#pragma once

// Включение SDKDDKVer.h обеспечивает определение самой последней доступной платформы Windows.

// Если требуется выполнить построение приложения для предыдущей версии Windows, включите WinSDKVer.h и
// задайте для макроса _WIN32_WINNT значение поддерживаемой платформы перед включением SDKDDKVer.h.

#include "SDKDDKVer.h"
